Revit 2027 API
UnitTypeId.OhmMeters Property
 Ohm meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OhmMeters { get; }
Public Shared ReadOnly Property OhmMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OhmMeters {
	ForgeTypeId^ get ();
}
static member OhmMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace